char puns[PUNS][MAX_PUN_LEN] = 
{ 
"\r\nНетрудно догадаться до следующих преобразований\r\n",
"\r\nЛейбниц нашептал на ушко, что\r\n",
"\r\nВсе семинары матанализа я, конечно, проспал, но даже для меня это очевидно\r\n",
"\r\nВЖУХ и первое выражение преобразуется во второе\r\n",
"\r\nПАМАГИТЕ МАКС ЗАСТАВЛЯЕТ ПИСАТЬ ШУТКИ\r\n",
"\r\nПреисполнившись в своём познании, можно дойти до того\r\n",
"\r\nМне следующее очевидно, а вам?\r\n",
"\r\nПосмотрев в письмак соседа, приходим к равенству следующих выражений\r\n",
"\r\nНу тут либо вот это понять, либо в армейку\r\n",
"\r\nБомоновцы дифференцировали дифференцировали да не выдифференцировали\r\n"
};